Repository: conpassione/kuhdist
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de, fr, it

# backendlayout.col0
source: Content
de: Inhalt
fr: Contenu
it: Contenuto

# backendlayout.col1
source: Footer
de: Fusszeile
fr: Pied de page
it: Pi√® di pagina

# backendlayout.col9
source: Hero
de: Hero Bilder
fr: Hero Images
it: Hero Imagine

# backendlayout.defaultcontentpage.title
source: Standard content page
de: Standard-Inhaltsseite
fr: Page standard
it: Pgina standard

# backendlayout.detailpage.title
source: SubPage
de: Detailseite
fr: Page de détails
it: Pagina di dettaglio

# backendlayout.homepage.title
source: Homepage
de: Startseite
fr: Page d'accueil
it: Pagina iniziale

# backendlayout.submenu
source: Menu of subpages
de: Menü der Unterseiten
fr: Submenu
it: Submenu

# backendlayout.submenupage.title
source: Menupage
de: Verzeichnisseite
fr: Page avec aperçu
it: Pagina di sintesi

# container.1col
source: 1-Column
de: Einspaltig
fr: Une colonne
it: Una colonna

# container.1col.col201
source: Content
de: Inhalt
fr: Contenu
it: Contenuto

# container.1col.description
source: A one column section
de: Einspaltiger Abschnitt
fr: Section avec une colonne
it: Sezione con una colonna

# container.2cols.col201
source: Left column
de: Linke Spalte
fr: Colonne gauche
it: Colonna sinistra

# container.2cols.col202
source: Right column
de: Rechte Spalte
fr: Colonne droite
it: Colonna destra

# container.2cols3366
source: 2-Columns 33-66
de: 2-Spalten 33-66
fr: 2 Colonnes 33-66
it: 2 Colonne 33-66

# container.2cols3366.description
source: A two columns section
de: Zweispaltiger Abschnitt
fr: Section avec deux colonnes
it: Sezione con due colonne

# container.2cols5050
source: 2-Columns 50-50
de: 2-Spalten 50-50
fr: 2 Colonnes 50-50
it: 2 Colonne 50-50

# container.2cols5050.description
source: A two columns section
de: Zweispaltiger Abschnitt
fr: Section avec deux colonnes
it: Sezione con due colonne

# container.2cols6633
source: 2-Columns 66-33
de: 2-Spalten 66-33
fr: 2 Colonnes 66-33
it: 2 Colonne 66-33

# container.2cols6633.description
source: A two columns sesction
de: Zweisprachiger Abschnitt
fr: Section avec dex colonnes
it: Sezione con due colonne

# container.3cols
source: 3-Columns
de: 3-Spalten
fr: 2 Coonnes
it: 2 Colonne

# container.3cols.col201
source: Left column
de: Linke Spalte
fr: Colonne gauche
it: Colonna sinistra

# container.3cols.col202
source: Middle column
de: Mittlere Spalte
fr: Colonne centrale
it: Collona centrale

# container.3cols.col203
source: Right column
de: Rechte Spalte
fr: Colonne droite
it: Colonna destra

# container.3cols.description
source: A three column section
de: Dreispaltiger Abschnitte
fr: Section avec trois colonnes
it: Sezione con tre colonne

# contentwizard.z-cpextensions.groupLabel
source: Additional extensions
de: Zusätzliche Funktionen
fr: Fonctions supplémentaires
it: Funzioni supplementari

# contentwizard.z-cplayout.groupLabel
source: Design elements
de: Gestalterische Elemente
fr: Éléments de design
it: Elementi die progettazione

# crop.default.free.title
source: free
de: frei
fr: libre
it: libero

# crop.medium.free.title
source: free
de: frei
fr: libre
it: libero

# crop.small.free.title
source: free
de: frei
fr: libre
it: libero

# fe_users.column.email2
source: Club email
fr: Courriel du club
it: E-Mail dal Club

# fe_users.column.mobile
source: Mobile
de: Handy
it: Natel

# fe_users.column.status
source: Status
fr: Statue
it: Stato

# fe_users.column.status.1.label
source: active
de: aktiv
it: attivo

# pagetype.staff.label
source: Staff
de: Funktionäre
fr: Officiels
it: Funzionari

# pagewizard.gallery.groupLabel
source: Gallery
de: Galerie
fr: Galerie
it: Galleria

# pagewizard.landingpage.groupLabel
source: Landingpages
de: Startseiten
fr: Pages d' accueil
it: Pagine iniziale

# rte.codeblock.kbd
source: Keystroke
de: Tastatureingabe
fr: Saisie clavier
it: Input da tastiera

# rte.linkbrowser.fb-link--icon
source: Marked link to FaceBook
de: FaceBook Link mit Icon
fr: Lien FaceBook avec icône
it: Link FaceBook con icona

# rte.linkbrowser.file-link
source: Link to File
de: Dateilink
fr: Lien de fichier
it: Link al file

# rte.linkbrowser.file-link--icon
source: Marked link to File
de: Dateilink mit Icon
fr: Lien de fichier avec icône
it: Link al file con icona

# rte.linkbrowser.folder-link
source: Link to Folder
de: Verzeichnislink
fr: Lien du répertoire
it: Link alla directory

# rte.linkbrowser.folder-link--icon
source: Marked link to Folder
de: Verzeichnislink mit Icon
fr: Lien du répertoire avec icône
it: Link alla directory con icona

# rte.linkbrowser.github-link--icon
source: Marked link to github
de: Github Link mit Icon
fr: Lien github avec icône
it: Link github con icona

# rte.linkbrowser.insta-link--icon
source: Marked link to Instagram
de: Instagram Link mit Icon
fr: Lien Instagram avec icône
it: Link Instagram con icona

# rte.linkbrowser.linkedin-link--icon
source: Marked link to LinedIn
de: LinedIn Link mit Icon
fr: Lien LinedIn avec icône
it: Link LinkedIn con icona

# rte.linkbrowser.mail-link
source: Link to eMail
de: E-Mail Link
fr: Lien du courriel
it: Link al e-mail

# rte.linkbrowser.mail-link--icon
source: Marked link to eMail
de: E-Mail-Link mit Icon
fr: Lien du courriel avec icône
it: Link al e-mail con icona

# rte.linkbrowser.page-link
source: Link to Page
de: Seitenlink
fr: Lien de page
it: Link alla pagina

# rte.linkbrowser.page-link--icon
source: Marked link to Page
de: Seitenlink mit Icon
fr: Lien de page avec icône
it: Link alla pagina con icona

# rte.linkbrowser.phone-link
source: Link to Phonenumber
de: Telefon-Nummer Link
fr: Lien numéro de téléphone
it: Numero die telefono link

# rte.linkbrowser.phone-link--icon
source: Marked link to Phonenumber
de: Telefon-Nummer Link mit Icon
fr: Lien numéro de téléphone avec icône
it: Numero die telefono link con icona

# rte.linkbrowser.pinterest-link--icon
source: Marked link to pinterest
de: Pinterest Link mit Icon
fr: Lien pinterest avec icône
it: Link pinterest con icona

# rte.linkbrowser.url-link
source: Link to URL
de: URL-Link
fr: Lien URL
it: Collegamento URL

# rte.linkbrowser.url-link--icon
source: Marked link to URL
de: URL-Link mit Icon
fr: Lien URL avec icône
it: Collegamento URL con icona

# rte.linkbrowser.vimeo-link--icon
source: Market link to vimeo
de: Vimeo Link mit Icon
fr: Line vimeo avec icon
it: Link vimeo con icona

# rte.linkbrowser.youtube-link--icon
source: Market link to youtube
de: Youtube Link mit Icon
fr: Lien youtube avec icon
it: Link youtube con icona

# rte.style.blockquote
source: Blockquote
de: Zitat
fr: Citation
it: Citazione

# rte.style.labelaccent
source: Accent
de: Hervorhebung
it: Accento

# rte.style.labelbig
source: Big font
de: grösserer Font
fr: Font grande
it: font grande

# rte.style.labelsmall
source: Small font
de: kleinerer Font
fr: Font petite
it: font piccolo

# rte.style.paragraph
source: Paragraph
de: Absatz
it: Paragrafo

# rte.toolbar.items.table
source: Table
de: Tabelle
fr: Tabelle
it: Tavolo

# tceform.header_layout.labelh1
source: Header H1
de: Haupttitel H1
fr: Titre H1
it: Titolo H1

# tceform.header_layout.labelh2
source: Header H2
de: Titel H2
fr: Titre H2
it: Titolo H2

# tceform.header_layout.labelh3
source: Title H3
de: Titel H3
fr: Titre H3
it: Titolo H3

# tceform.header_layout.labelh4
source: Subtitle H4
de: Untertitel H4
fr: Titre H4
it: Titolo H4

# tceform.imageorient.leftbottom
source: bottom left
de: untenlinks
fr: en bas à gauche
it: in basso a sinistra

# tceform.imageorient.leftmiddle
source: left middle
de: mittelinks
fr: centre gauche
it: centro sinistra

# tceform.imageorient.rightbottom
source: bottom right
de: untenrechts
fr: en bas à droit
it: in basso a destra

# tceform.imageorient.rightmiddle
source: right middle
de: mitterechts
fr: centre droit
it: centro destra

# tceform.layout.label0
source: Default
de: Standard
fr: Standard
it: Standard

# tceform.page.layout.0
source: Default
de: Standard
fr: Standard
it: Standard

# tceform.page.layout.36650001
source: Homepage with footer
de: Startseite mit Fusszeile
fr: Page d'access
it: Pagina

# tceform.page.layout.label
source: Pagelayout
de: Seitenlayout
fr: Layout de la page
it: Layout della pagina

# tceform.page.media.label
source: Images
de: Bilder
it: Imagine

# tceform.page.nav_title.label
source: Navigation Title
de: Navigationstitel (Menü)
fr: Titre de navigation
it: Tittolo di navigazione

# tceform.page.subtitle.label
source: Pageheader descirptiv
de: Langer Seitentitel
fr: Titre de page long
it: Tittolo lungo della pagina

# tceform.page.title.label
source: Pagetree title
de: URL und Seitenbaumtitel
fr: Identification en menu
it: Identificazione nel menu

# tt_content.column.contentlayout
source: Content width
de: Breite des Inhalts
fr: Largeur du contenu
it: Larghezza del contenuto

# tt_content.column.contentlayout.item0
source: normal
it: normale

# tt_content.column.contentlayout.item1
source: breakout
de: verbreitert
fr: éclatement
it: evasione

# tt_content.column.contentlayout.item2
source: full-width
de: volle Breite
fr: pleine largeur
it: massima

# tt_content.column.sectionlayout
source: Display width
de: Breite des Abschnitts
fr: Largeur de la section
it: Larghezza di sezione

# tt_content.column.sectionlayout.item0
source: normal
it: normale

# tt_content.column.sectionlayout.item1
source: breakout
de: verbreitert
fr: éclatement
it: evasione

# tt_content.column.sectionlayout.item2
source: full-width
de: volle Breite
fr: pleine largeur
it: Larghezza totale

# tt_content.sectionlayout.accent
source: greyed
de: grau
fr: gris
it: grigia

# tt_content.sectionlayout.brandcolor
source: colored
de: farbig
fr: colorée
it: colorata

# tt_content.sectionlayout.breakout-accent
source: breakout greyed
de: verbreitert grau
fr: éclatement gris
it: evasione grigia

# tt_content.sectionlayout.breakout-brandcolor
source: breakout colored
de: verbreitert farbig
fr: éclatement colorée
it: evasione colorata

# tt_content.sectionlayout.full-width-accent
source: full-width grayed
de: volle Breite grau
fr: pleine largeur gris
it: Larghezza totale grigia

# tt_content.sectionlayout.full-width-brandcolor
source: full-width colored
de: volle Breite farbig
fr: pleine largeur gris
it: Larghezza totale colorata
